{
  "menu": {
    "aboutMe": "Über mich",
    "skills": "Fähigkeiten",
    "projects": "Projekte"
  },
  "headline": {
    "title": "Frontend Entwickler",
    "name": "Robert Böpple",
    "checkWork": "Zu meinen Projekten",
    "contactMe": "Kontaktiere mich"
  },
  "banner-content": {
    "1": "Offen für Remote-Arbeit",
    "2": "Frontend-Entwickler",
    "3": "Ansässig in München",
    "4": "Offen für eine Stelle",
    "5": "Offen für Remote-Arbeit",
    "6": "Frontend-Entwickler"
  },
  "about-me": {
      "headline": "Wer bin Ich",
      "title": "Über mich",
      "content": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler mit Sitz in München. Angetrieben von den grenzenlosen Möglichkeiten in der IT freue ich mich darauf, visuell ansprechende und intuitive Websites und Anwendungen zu gestalten",
      "location": "Ich bin flexibel in Bezug auf die Arbeitsumgebung und arbeite sowohl vor Ort als auch remote effektiv",
      "mindset": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern",
      "profession": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken"
    },
    "skillset": {
    "skills": "Technologien",
    "skillSet": "Stärken",
    "description": "Mein Weg hat mich durch verschiedene Projekte geführt, bei denen ich eine Reihe von Frontend-Technologien und Konzepten angewendet habe. Ich bin offen für neue Technologien und Methoden, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig weiterentwickelnden Welt der Webentwicklung vorne zu bleiben.",
    "skillText": "Brauchen Sie",
    "skillSpan": " andere Fähigkeiten ?",
    "contactText": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein Wissen zu erweitern.",
    "letsTalk": "Lass uns reden",
    "interest": "Ich habe ein besonderes Interesse diese Technologien zu erlernen"
  },
  "portfolio": {
    "title": "Portfolio",
    "projects": "Meine Projekte",
    "description": "Entdecken Sie hier eine Auswahl meiner Arbeiten - interagieren Sie mit den Projekten, um die Projekte zu testen."
  },
  "contact" :{
    "title": "Schreiben Sie mir",
    "description": "Lassen Sie uns zusammenarbeiten",
    "subtitle": "Haben Sie ein Problem zu lösen",
    "subtext": "Schreiben Sie mir gerne mit­hilfe dieses Formulars. Ich freue mich, von Ihnen zu hören, Ihre Ideen kennen zu lernen und mit meiner Arbeit zu Ihrem Projekt beizutragen.",
    "subtext2": "Sie brauchen einen Frontend Developer ?",
    "subtext3": "Sprechen wir darüber!",
    "name": "Name",
    "email": "E-Mail",
    "message": "Nachricht",
    "nameText": "Ups ! Es scheint, dass Ihr Name fehlt",
    "emailText": "Hoppla! Ihre E-Mail ist erforderlich",
    "messageText": "Was möchten Sie entwickeln?",
    "namePlaceholder": "Ihr Name",
    "emailPlaceholder": "Ihre E-Mail",
    "messagePlaceholder": "Ihre Nachricht"
    
  }

}
